<?php

return [
    'nav' => [
        'title' => 'Аутентифікація Discord',
        'settings' => 'Налаштування',
    ],

    'permission' => 'Переглядати і змінювати аутентифікацію Discord',

    'settings' => [
        'title' => 'Налаштування аутентифікації Discord',
        'header' => 'Керування автентифікацією через Discord',
        'subtitle' => 'Ваш застосунок Discord',
        'discord-portal' => 'Зберегти у застосунку Discord',
        'info' => "У Discord Developers, в OAuth -> Redirects секції, не забудьте додати :",

        'client_id' => 'Client ID',
        'client_secret' => 'Client Secret',
        'guild' => 'Guild ID (залиште пустим, якщо ви хочете дозволити користувачеві увійти, навіть якщо він не присутній на сервері вашої гільдії)',
        'guild_invite' => 'Посилання-запрошення на ваш сервер Discord (залиште пустим, якщо ви хочете дозволити користувачеві увійти, навіть якщо він не присутній на сервері вашої гільдії)',
    ],
];