<?php

return [
    'guild_info' => 'Інформація',
    'guild_must_join' => 'Ви повинні приєднатися до нашого Discord-серверу перед входом/реєстрацією за допомогою Discord',
    'guild_invite' => 'Приєднатися до сервера Discord',
    'guild_verify_join' => 'Я приєднався до сервера Discord',
    'login_via_discord' => 'Вхід через Discord',
    'plugin_name' => 'discord-auth',
    'register-username' => 'Завершити реєстрацію',
    'email_already_exists' => 'Обліковий запис вже існує з тією ж адресою електронної пошти, що й обліковий запис Discord, з яким ви намагалися увійти. Підключіться до свого облікового запису, використовуючи свою електронну пошту та пароль, щоб зв`язати свій обліковий запис Discord.'
];
