<?php

return [
    'guild_must_join' => 'Ви повинні приєднатися до нашого сервера Discord перед тим, як зареєструватися через Discord.',
    'login_via_discord' => 'Вхід через Discord',
    'plugin_name' => 'discord-auth',
    'register-username' => 'Завершити реєстрацію',
    'email_already_exists' => 'Обліковий запис вже існує з тією ж адресою електронної пошти, що й обліковий запис Discord, з яким ви намагалися увійти. Підключіться до свого облікового запису, використовуючи свою електронну пошту та пароль, щоб зв`язати свій обліковий запис Discord.'
];
